/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© Pitecan Systems, 2012";

/* Include your mode strings here.  See TN2128 for details. */

/*
com.pitecan.inputmethod.decimal = "Decimal";
com.pitecan.inputmethod.currency = "Currency";
com.pitecan.inputmethod.percent = "Percent";
com.pitecan.inputmethod.scientific = "Scientific";
*/


CFBundleName = "Gyaim-F";
CFBundleDisplayName = "GyaimInput-F";
CFBundleShortVersionString = "GyaimInput version 0.2";
CFBundleGetInfoString = "Gyaim version 0.2, Copyright 2012, Pitecan Systems.";
com.apple.inputmethod.Japanese = "Gyaim-F";


